{
  "default_tasks": [
    "Stuur je beste, maar beleefde, pickup line in chat.",
    "Post een selfie met de caption: 'Oops, wrong app 😅'.",
    "Geef drie mensen op de server een overdreven charmant compliment.",
    "Flirt alleen met emoji’s in één bericht — geen tekst.",
    "Stuur een anonieme DM met een klein compliment (via mod of anoniem systeem).",
    "Deel één (onschuldige) crush — beroemdheid of fictief personage.",
    "Post een 'thirst trap' maar voeg iets hilarisch toe (bv. ovenwant).",
    "Typ een flirty openingszin over een willekeurig onderwerp (bv. Excel).",
    "Zing of playback een kort fragment van een cheesy liefdeslied.",
    "Maak een nepprofiel met belachelijk overdreven beschrijvingen.",
    "Maak een 'flirty ad' voor jezelf alsof je een product bent.",
    "Doe een pickup line showdown — de verliezer post 'Ik ben verslagen door charme'.",
    "Schrijf een grappige, respectvolle DM naar een beroemdheid (als roleplay).",
    "Post een cryptische hint over wie je stiekem leuk vindt (niet te duidelijk).",
    "Neem een spraakbericht op met een verleidelijk stemgeluid terwijl je iets onschuldigs leest.",
    "Geef een compliment dat charmant en dubbelzinnig is.",
    "Speel 'Two Truths, One Fantasy' — anderen raden de fantasie.",
    "Stuur een nep-confessie: 'Ik droomde dat we samen pizza bestelden...'.",
    "Zing een korte serenade-clip en post het.",
    "Verander je gebruikersstatus naar iets dat opzettelijk dubbelzinnig klinkt.",
    "Schrijf 2 zinnen van een rom-com scene met iemand uit de server.",
    "Beantwoord een vraag eerlijk, maar op een flirterige manier (Truth or Tease).",
    "Start een compliment-ketting: geef iemand een charmant compliment en zeg 'geef het door'.",
    "Laat iemand emoji sturen en beschrijf het flirterig in één zin.",
    "Neem een 'Voice Flirt' op terwijl je iets banaals voorleest (bijv. was).",
    "Schrijf een 'Secret Scene' van twee zinnen die suggestief maar niet-expliciet is.",
    "Post een 'Mirror' selfie met schaduw of een onduidelijke pose.",
    "Stuur een bericht dat klinkt als een verleiding maar alleen reclamewoorden gebruikt.",
    "Typ een mini-rollenscène in een lift (max 3 zinnen).",
    "Stuur een DM: 'Als dit een film was, dan zou dit het moment zijn waarop de muziek zachter wordt.'",
    "Post één zin die klinkt als een intieme bekentenis maar onduidelijk is.",
    "Beschrijf een saai object alsof het een aantrekkelijk persoon is.",
    "Zeg één zin die net stopt op het spannendste moment."
  ],
  "guilds": {}
}
